// ownCloud

"_bad_username_password_"               = "Verkeerde gebruikersnaam of wachtwoord";
"_cancelled_by_user"                    = "Overdracht geannuleerd";
"_error_folder_destiny_is_the_same_"    = "De map kan niet naar zichzelf worden verplaatst";
"_error_not_permission_"                = "Je hebt niet de autorisatie om deze actie af te ronden";
"_error_path_"                          = "Kan bestand of map niet openen. Controleer of het wel bestaat";
"_file_upload_not_exitst_"              = "Het bestand dat we willen uploaden bestaat niet";
"_forbidden_characters_from_server_"    = "De naam bevat één of meerdere ongeldige tekens";
"_not_connected_internet_"              = "Verbindingsprobleem";
"_not_possible_connect_to_server_"      = "Het is op dit moment niet mogelijk verbinding te maken met de server";
"_not_possible_create_folder_"          = "Map kon niet worden aangemaakt";
"_server_down_"                         = "De server is niet bereikbaar";
"_time_out_"                            = "Time-out, probeer het opnieuw";
"_unknow_response_server_"              = "Onverwachte reactie van de server";
"_user_autentication_required_"         = "Gebruikersauthenticatie vereist";
"_file_directory_locked_"               = "File or directory locked";

// DropBox

"_file_already_exists_"                 = "De bewerking kan niet worden voltooid, er bestaat al een bestand met dezelfde naam";
"_file_folder_not_exists_"              = "Het bronbestand is niet gevonden in het opgegeven pas";
"_folder_contents_nochanged_"           = "De mapinhoud is niet gewijzigd";
"_images_invalid_converted_"            = "Het afbeeldingsbestand is ongeldig en kan niet worden geconverteerd naar een miniatuur";
"_method_not_expected_"                 = "Aanvraagmethode niet verwacht";
"_reauthenticate_user_"                 = "Sessie verstreken, graag opnieuw inloggen";
"_server_error_retry_"                  = "Serverfout, probeer het opnieuw";
"_too_many_files_"                      = "Er zouden te veel bestanden geraakt worden voor een succesvolle verwerking";
"_too_many_request_"                    = "Verwerkingslimiet bereikt, te veel aanvragen ingestuurd";
"_user_over_quota_"                     = "Gebruiker is over de Dropbox opslag limiet heengegaan";





"_ssl_connection_error_" = "SSL-verbindingsfout, probeer het opnieuw";
